<script setup lang="ts"></script>

<template>
  <div class="w-[350px] p-2">
    <b class="text-xl">Время работы библиотеки</b>
    <p>
      <b>C 1 сентября по 31 мая:</b><br />
      вторник – пятница с 10.00 до 20.00,<br />
      суббота – воскресенье с 10.00 до 19.00,<br />
      понедельник – выходной день.
    </p>

    <p>
      <b>C 1 июня по 31 августа: <br /></b>
      <span>
        понедельник – суббота с 10.00 до 19.00,<br />
        воскресенье – выходной день.
      </span>
    </p>

    <p>Последний день месяца - технический день.</p>

    <p>Условия посещения: бесплатно. Запись по предъявлению паспорта</p>
  </div>
</template>

<style scoped>
p {
  margin-top: 10px;
}
</style>
